{
  "0": {
    "empresa": "Defiant, Inc.",
    "local": " Seattle, WA",
    "tags": {
      "0": "CONTRACT",
      "1": "ALL OTHER REMOTE",
      "2": "ANYWHERE IN THE WORLD"
    },
    "descricao": "<div><strong>Description<br></strong><br></div><div>Defiant is a dynamic, fast-growing, and profitable company with loyal customers who love our products and services. We are the global leader in WordPress security, protecting over 4 million websites.<br><br></div><div>We're seeking a Security Analyst to work on an hourly contract basis from your home office in <strong>Australia </strong>or<strong> New Zealand </strong>from approximately 9-5 AEST Monday through Friday, with 100% availability during that time.<br><br></div><div><strong>The contract rate for this role is $50 - $55 AUD per hour, depending on experience.<br></strong><br></div><div><strong>Company Culture<br></strong><br></div><div>You'll work with a talented and highly-motivated team that is friendly, fast-moving, self-managing, and highly capable with a sense of humor. Our team's family time is important; we won't typically require long hours when we can avoid it, which is almost always. Our entire team works remotely using Slack for interaction, ­so you can live practically anywhere you have a good Internet connection. There's no micro-­management here—we trust that you will see tasks through to completion and communicate with your fellow team members when needed or ask for help when needed.<br><br></div><div>At Defiant, ‘trust’ is the attribute we value most highly among our team members. We need to know that you can grab a task, communicate clearly with stakeholders, and see the task to completion with superb attention to detail.<br><br></div><div>We use apps like Slack, FogBugz, GitHub, and Google Apps for our workflow.<br><br></div><div><br><strong>Job Description<br></strong><br></div><div>We are looking for Security Analysts to join our Care and Response team. You will assist our customers with support questions related to our product and investigate site intrusions; as well as repair their site and remove all traces of compromise. In addition to this you will also collect evidence from intrusions that will help improve our threat detection. You will need to determine how the intrusion occurred and then collect all IOC’s (indicators of compromise) and share this data with our product team in a structured way.<br><br></div><div>General requirements:<br><br></div><ul><li>You must be highly technical and be comfortable with a wide range of open source tools.</li><li>Excellent written and verbal communication skills.</li><li>Ability to interact with customers on a professional level.</li><li>You must work well in a team as well as being able to work independently without additional guidance.</li><li>You must be nimble, be able to think outside-the-box and be able to come up with creative solutions to challenging problems and must have a mature approach to problem solving.</li><li>Attention to detail.</li></ul><div><br></div><div><strong>Requirements<br></strong><br></div><div>The specific skills we require for this position are:<br><br></div><ul><li>A solid understanding of regular expressions. You need to be able to write expressions on the fly to match and remove only malicious code (which is often polymorphic) without affecting any legitimate code and to write signatures for our customers.</li><li>At least 5 years of experience administering multiple Linux Stacks (We don't support Windows).</li><li>Ability to write and read PHP, regular expressions, cron jobs and JavaScript. Other languages like Python a strong plus.</li><li>5+ years with MySQL.</li><li>At least 2+ years of experience investigating hacked websites analysis of how the intrusion occurred and removing the intrusion vector and restoring the site to a fully functional state.</li><li>An understanding of all major vulnerability types and the ability to explain them to a customer in terms they can understand.</li><li>Ability to analyze log files and determine how an intrusion occurred.</li><li>Must be able to use shell tools like grep, find and any other utility that can assist with investigation and remediation.</li><li>3+ years of experience with WordPress required.</li><li>You must be well versed in information and cyber security and any certifications you already have in penetration testing or forensics are a strong plus.</li></ul><div>All positions require a trial period of approximately 2-3 weeks with a minimum commitment of 10 hours per week. You will be paid for this short-term contract, and it will be used to evaluate whether both parties want to pursue an ongoing working relationship.<br><br></div><div>All offers are contingent on successful completion of a background check. The results of the background check are considered as they relate to the position and do not automatically disqualify someone from a offer of work with the company.<br><br></div><div><strong>Benefits<br></strong><br></div><div>Full-time telecommuting with a company that has been 100% remote for over 8 years.<br><br></div><div><strong>Diversity at Defiant<br></strong><br></div><div>We value diversity and do not discriminate based on race, color, religion or creed, national origin or ancestry, sex, age, physical or mental disability, military or veteran status, gender identity or expression, marital status, sexual orientation, political ideology, economic status, parental status, or any other non-performance-related status.<br><br></div><div><a href=\"https://apply.workable.com/defiant/j/F68CB83D39/apply/\"><strong>Apply for this job</strong></a></div><div><br></div><div><br></div>",
    "data": "2022-02-06T23:53:02Z"
  },
  "1": {
    "empresa": "Fitabase",
    "local": " San Diego, CA",
    "tags": {
      "0": "CONTRACT",
      "1": "FULL-STACK PROGRAMMING",
      "2": "USA ONLY"
    },
    "descricao": "<strong>Time zones:</strong><span class=\"listing-tag\" id=\"time_zones\"> EST (UTC -5)</span>, <span class=\"listing-tag\" id=\"time_zones\"> CST (UTC -6)</span>, <span class=\"listing-tag\" id=\"time_zones\"> MST (UTC -7)</span>, <span class=\"listing-tag\" id=\"time_zones\"> PST (UTC -8)</span>, <span class=\"listing-tag\" id=\"time_zones\"> AKST (UTC -9)</span>, <span class=\"listing-tag\" id=\"time_zones\"> HST (UTC -10)</span><br><br><div>Are you a talented .NET software developer looking to join a team where you can feel like a full-fledged member of a small team but your availability is only 20-30 hours a week? This is the opportunity for you!<br><br></div><div>Hello. We’re Fitabase and we’re in need of a passionate full stack developer who can help code, design and lead key development areas of our cloud platform and join us as we expand our product features and market reach. We’re looking for someone who can quickly become an integral part of the way we plan and design our health sensor data platform.<br><br></div><div><strong>Skills &amp; Requirements</strong><br>Technologies we’d love you to have experience with:<br><br></div><ul><li>C# / .NET</li><li>ASP.NET MVC</li><li>SQL</li><li>HTML5 / Bootstrap</li><li>Javascript</li></ul><div>Tech you should be excited to get to learn more about while at Fitabase:<br><br></div><ul><li>ASP.NET WebAPI</li><li>.NET Core</li><li>Blazor</li><li>TypeScript</li><li>Git / Github</li><li>Azure</li><li>Scalable, Distributed Microservices Systems Design</li></ul><div><strong>Note: </strong>We can only accept US based candidates. We can be flexible on exact schedule, but your working hours should predictable and be within normal business hours in Pacific, Central, or Eastern time, Monday-Friday. Not open to short-term, agency, or temporary contract positions.<br><br></div><div><strong>Why You’ll Love Working with Us<br></strong><br></div><ul><li>We use all the bleeding edge technologies. For this role you'll use Visual Studio 2022 and code against the latest .NET Core stack combined with a modern framework including the brand new Blazor stack, and utilize many of the latest Azure services and offerings.</li><li>You will get exposure to exciting new cloud technologies like CosmosDB, SQL Azure, App Services, Azure Functions, Service Bus, API Management, and many other PaaS servings.</li><li>We’re experienced software developers always looking to learn from one another, collaborating in a fast-paced small team environment.</li><li>Peer mentoring and a culture of prioritizing learning and professional development.</li><li>No blame-game culture, where it's always a team approach to problem solving.</li><li>True work/life balance and no expectations to work more than a normal work day’s hours.</li><li>You will contribute to software that improves how important health research is done. Our customers include some of the most prestigious academic universities, hospitals, and clinical care providers all over the world who are using technology in new ways not yet in science and literature, and you get to learn from them while helping us!</li><li>We’re remote friendly and have been for years!</li><li>Your opinions will be valued and heard and you will contribute to the future direction of our product.</li><li>You will get a Fitbit of your choice.</li><li>We'll provide you the latest and greatest developer hardware.</li></ul><div><strong>Corporate Benefits<br></strong><br></div><ul><li>Paid Time Off</li><li>Paid Sick</li><li>$40-45/hour</li></ul><div><strong>Applying</strong><br>Please send 1) a resume and 2) Your I eal work hours/times you’d be available and your time zone 3) a cover letter -- we’d love one that you wrote just for us that explains who you are and why YOU are right for this job to jobs+developer@fitabase.com<br><br></div>",
    "data": "2022-02-04T23:52:57Z"
  },
  "2": {
    "empresa": " G2i Inc.",
    "local": " Delray Beach, FL",
    "tags": {
      "0": "CONTRACT",
      "1": "FRONT-END PROGRAMMING",
      "2": "AMERICAS ONLY"
    },
    "descricao": "<div>We’re looking for talented React developers to partner with amazing product companies to work as part of a team on React apps for the web. We regularly partner with <a href=\"http://www.ycombinator.com/\">Y Combinator</a> funded product companies that place a high value on engineering. Strong communication and documentation skills are needed as this is a fast paced engineering environment. At least 3 months of React experience is required and full stack experience with Rails or <a href=\"http://node.js/\">Node.js</a> is a plus (Apollo Client/GraphQL experience a huge plus).</div><div><br>We are a hiring platform for React and React native developers. We have multiple clients that are looking for remote React and React Native contractors to start quickly. In addition, our clients are often interested in hiring our developers directly for salaried roles which we support. Let us know if you are open to that in your application.&nbsp;<br><br><br><br><br><br></div><div>Requirements:&nbsp;</div><ul><li>Fluent with both verbal and written English</li><li>Willingness to complete a 6-8 hour code challenge</li><li>30-40 hours per week of availability</li><li>Mid-Senior or Senior level Position (3+ years of professional experience)</li><li>1+ year of professional experience with React and/or React Native</li></ul><div>Nice to have's:&nbsp;</div><ul><li>Full stack experience (Rails or <a href=\"http://node.js/\">Node.js</a>)</li><li>Experience with Apollo Client &amp; GraphQL</li><li>Experience with web deployment tooling and processes</li></ul>",
    "data": "2022-02-13T15:33:14Z"
  },
  "3": {
    "empresa": " Toptal",
    "local": " Wilmington, DE",
    "tags": {
      "0": "CONTRACT",
      "1": "BACK-END PROGRAMMING",
      "2": "ANYWHERE IN THE WORLD"
    },
    "descricao": "<div><strong><em>Design your full-time freelance career as a top freelance developer with Toptal.<br></em></strong><br></div><div>Freelance work is defining developer careers in exciting new ways. If you're passionate about finding rapid career growth potential working with leading Fortune 500 brands and innovative Silicon Valley startups, Toptal could be a great fit for your next career shift.<br><br></div><div>Toptal is an elite talent network made up of the world's top 3% of developers, connecting the best and brightest freelancers with top organizations. Unlike a 9-to-5 job, you'll choose your own schedule and work from anywhere. <strong>Jobs come to you, so you won't bid for projects against other developers in a race to the bottom.</strong> Plus, Toptal takes care of all the overhead, empowering you to focus on successful engagements while getting paid on time, at the rate you decide, every time. Our sophisticated screening process makes sure you are provided with top clients without additional overhead, as well as assistance in maximizing the potential of your full-time freelance career. Joining the Toptal network also gives you access to technical training programs, mentors, and coaching programs, so you can connect with a global community of experts like you to share peer-to-peer knowledge and expand your network globally.<br><br></div><div>As a freelance developer, you can become a part of an ever-expanding community of experts in over 120 countries, working remotely on projects that meet your career ambitions.<br><br></div><div>That's why the world's top 3% of developers choose Toptal. Developers in our elite network share:<br><br></div><ul><li>English language proficiency</li><li>3+ years of professional experience</li><li>Project management skills</li><li>A keen attention to detail</li><li>Experience with system architecture or leading a software team is a strong advantage</li><li>Full-time availability is a strong advantage</li></ul><div>Curious to know how much you could make? Check out our developer rate calculator:<a href=\"https://topt.al/zdcZx7\"><strong>https://topt.al/zdcZx7<br></strong></a><br></div><div>If you're interested in pursuing an engaging career working on full-time freelance jobs for exclusive clients, take the next step by clicking apply and filling out the short form: <a href=\"https://topt.al/2NcMnG\"><strong>https://topt.al/2NcMnG<br></strong></a><br></div>",
    "data": "2022-02-13T14:28:06Z"
  },
  "4": {
    "empresa": " Toptal",
    "local": " Wilmington, DE",
    "tags": {
      "0": "CONTRACT",
      "1": "BACK-END PROGRAMMING",
      "2": "ANYWHERE IN THE WORLD"
    },
    "descricao": "<div><strong><em>Design your full-time freelance career as a top freelance developer with Toptal.&nbsp;</em></strong></div><div><br></div><div>Freelance work is defining developer careers in exciting new ways. If you’re passionate about finding rapid career growth potential working with leading Fortune 500 brands and innovative Silicon Valley startups, Toptal could be a great fit for your next career shift.&nbsp;</div><div><br></div><div>Toptal is an elite talent network made up of the world’s top 3% of developers, connecting the best and brightest freelancers with top organizations. Unlike a 9-to-5 job, you’ll choose your own schedule and work from anywhere.<strong> Jobs come to you, so you won’t bid for projects against other developers in a race to the bottom. </strong>Plus, Toptal takes care of all the overhead, empowering you to focus on successful engagements while getting paid on time, at the rate you decide, every time. Our sophisticated screening process makes sure you are provided with top clients without additional overhead, as well as assistance in maximizing the potential of your full-time freelance career. Joining the Toptal network also gives you access to technical training programs, mentors, and coaching programs, so you can connect with a global community of experts like you to share peer-to-peer knowledge and expand your network globally.&nbsp;</div><div><br></div><div>As a freelance developer, you can become a part of an ever-expanding community of experts in over 120 countries, working remotely on projects that meet your career ambitions.&nbsp;</div><div><br></div><div>That’s why the world’s top 3% of developers choose Toptal. Developers in our elite network share:</div><ul><li>English language proficiency</li><li>3+ years of professional experience in Back-End Development</li><li>Solid experience in Ruby on Rails or/and Node.js is a strong advantage</li><li>Project management skills</li><li>A keen attention to detail</li><li>Experience with system architecture or leading a software team is a strong advantage</li><li>Full-time availability is a strong advantage<br><br></li></ul><div><br></div><div>Curious to know how much you could make? Check out our developer rate calculator: <a href=\"https://topt.al/vqcdQ8\">https://topt.al/vqcdQ8</a></div><div><br>If you’re interested in pursuing an engaging career working on full-time freelance jobs for exclusive clients, take the next step by clicking apply and filling out the short form: <a href=\"https://topt.al/rGc2aB\"><strong>https://topt.al/rGc2aB</strong></a></div>",
    "data": "2022-02-12T13:43:12Z"
  },
  "5": {
    "empresa": "Storetasker",
    "local": " Brooklyn, NY",
    "tags": {
      "0": "CONTRACT",
      "1": "FULL-STACK PROGRAMMING",
      "2": "ANYWHERE IN THE WORLD"
    },
    "descricao": "<h1>Join the community of top Shopify Experts.</h1><ul><li><strong>Get introduced to incredible clients with new opportunities every day.&nbsp;</strong></li><li><strong>Connect with a talented and helpful community.</strong></li><li><strong>Increase your billable hours, monthly earnings, and consistency of work. </strong><br><br></li></ul><div>Over the last several years, we've connected our community of Shopify developers to over 32,000 e-commerce brands for ongoing projects. From new brands pre-launch, to some of the most successful Shopify Plus sites, to top creative agencies. Clients include: <a href=\"https://www.alphaindustries.com/\">Alpha Industries</a>, <a href=\"https://www.bollandbranch.com/\">Boll &amp; Branch</a>, <a href=\"https://getsuperfluid.com\">Superfluid</a>, <a href=\"https://jackhenry.co/\">Jack Henry</a>, <a href=\"http://plenaire.co/\">Plenaire</a>, and <a href=\"https://walkfulton.com/\">Fulton</a> among many more.<br><br><strong>Why Storetasker?</strong></div><ul><li><strong>Endless clients &amp; project opportunities:</strong> you’ll see between 5 - 50 new opportunities per day and can pick any lead you want.&nbsp;</li><li><strong>You’ll earn more:</strong> some experts are making $150-200k per year.&nbsp;</li><li><strong>A high quality community:</strong> we carefully select about 5% of those who apply.&nbsp;</li><li><strong>Remote:</strong> work from anywhere, anytime.&nbsp;</li><li><strong>Flexible:</strong> take on as many clients as you want.</li><li><strong>No external ratings:</strong> you’re already a professional. No need to prove it.&nbsp;</li><li><strong>Great Software:</strong> that makes it easy to manage more clients and increase billable hours.</li><li><strong>Support when you need it:</strong> we offer project support 7 days per week.&nbsp;</li><li><strong>Community (not competition):</strong> you pick your clients, projects, and never compete against other Experts in the community.&nbsp;</li></ul><div><br></div><div><a href=\"https://www.storetasker.com/become-an-expert?&amp;source=weworkremotely_best_2021\"><strong>Learn more and join</strong></a>! It’s confidential, and takes less than 5 minutes. <br><br><strong>Here's who we're looking for:</strong></div><ul><li>Ambitious part time and full-time freelancers and boutique agencies.</li><li>Who have 2+ years of Shopify experience, and 5+ years of web development experience.&nbsp;</li><li>And who have managed projects, deadlines, and communication successfully.&nbsp;</li></ul><div><br><strong>Especially people with some of these skills:</strong></div><ul><li>Front-end or full-stack Shopify development</li><li>Klaviyo Email flows</li><li>Headless e-commerce development</li><li>Conversion rate optimization</li><li>E-commerce expertise and strategy</li><li>SEO&nbsp;</li><li>Site Speed</li><li>Builder and/or Shogun</li></ul><div><br><a href=\"https://www.storetasker.com/become-an-expert?&amp;source=weworkremotely_best_2021\"><strong>It takes just a few minutes to join.</strong></a><br><br><strong>Here's what a few current members have to say:</strong><br><br>\"Storetasker has changed my life - I'm not only making more, but I'm getting quality leads, a diverse slate of projects, and access to an amazing group of developers. Plus, I love the HQ team!\" - Adan, United States, Storetasker Expert since March 2020<br><br>\"Storetasker has connected me with clients that would never have been possible without them. That combined with an incredible support network and community makes joining an amazing opportunity for any developer”\" - Mark, England, Storetasker Expert since 2019<br><br>\"Storetasker has allowed me to live out my dreams as an independent developer - to move to Toronto and continue doing what I love: solving interesting problems and helping apparel companies grow.\" - Siah, Canada, Storetasker Expert since 2017<br><br><strong>Our Mission: </strong><br><br>We're a company built by ex-freelancers who know the ins and outs of being an independent entrepreneur. We've experienced first-hand the shortcomings of other freelance platforms and the pain-points of being fully independent. Our mission is to empower e-commerce entrepreneurs by giving them the experts, insights, and resources to succeed.&nbsp; <br><br><strong>Questions?</strong> Reach out at experts@storetasker.com.<br><br></div><div><br></div><div><br></div>",
    "data": "2022-01-21T02:13:07Z"
  },
  "6": {
    "empresa": " Toptal",
    "local": " Wilmington, DE",
    "tags": {
      "0": "CONTRACT",
      "1": "FULL-STACK PROGRAMMING",
      "2": "ANYWHERE IN THE WORLD"
    },
    "descricao": "<div><strong><em>Design your full-time freelance career as a top freelance developer with Toptal. </em></strong><br><br>Freelance work is defining developer careers in exciting new ways. If you’re passionate about finding rapid career growth potential working with leading Fortune 500 brands and innovative Silicon Valley startups, Toptal could be a great fit for your next career shift. <br><br>Toptal is an elite talent network made up of the world’s top 3% of developers, connecting the best and brightest freelancers with top organizations. Unlike a 9-to-5 job, you’ll choose your own schedule and work from anywhere. <strong>Jobs come to you, so you won’t bid for projects against other developers in a race to the bottom. </strong>Plus, Toptal takes care of all the overhead, empowering you to focus on successful engagements while getting paid on time, at the rate you decide, every time. Our sophisticated screening process makes sure you are provided with top clients without additional overhead, as well as assistance in maximizing the potential of your full-time freelance career. Joining the Toptal network also gives you access to technical training programs, mentors, and coaching programs, so you can connect with a global community of experts like you to share peer-to-peer knowledge and expand your network globally.&nbsp;<br><br>As a freelance developer, you can become a part of an ever-expanding community of experts in over 120 countries, working remotely on projects that meet your career ambitions.&nbsp;<br><br>That’s why the world’s top 3% of developers choose Toptal. Developers in our elite network share:</div><ul><li>English language proficiency</li><li>At least 3 years of professional experience as a full-time developer</li><li>Project management skills</li><li>A keen attention to detail</li><li>Experience with system architecture or leading a software team is a strong advantage</li><li>Full-time availability is a strong advantage</li></ul><div><br>Curious to know how much you could make? Check out our Full-Stack developer rate calculator: <a href=\"https://topt.al/76cD5Q\">https://topt.al/76cD5Q</a><br><br>If you’re interested in pursuing an engaging career working on full-time freelance jobs for exclusive clients, take the next step by clicking apply and filling out the short form: <a href=\"https://topt.al/QQcr52\"><strong>https://topt.al/QQcr52</strong></a><a href=\"https://topt.al/Amcw8w\"><br></a><br></div>",
    "data": "2022-02-11T22:04:04Z"
  },
  "7": {
    "empresa": " Toptal",
    "local": " Wilmington, DE",
    "tags": {
      "0": "CONTRACT",
      "1": "DESIGN",
      "2": "ANYWHERE IN THE WORLD"
    },
    "descricao": "<div><strong>Design your lifestyle with the freedom to work however, wherever — on your terms.</strong></div><div><br></div><div>Freelance work is defining the careers of today’s designers in exciting new ways. If you’re passionate about working flexibly with leading Fortune 500 brands and innovative Silicon Valley startups, Toptal could be a great fit for your next career move.</div><div><br></div><div>Toptal is an elite talent network for the world’s top 3% of UX designers, connecting the best and brightest freelancers with top organizations. Unlike a 9-to-5 job, you’ll choose your own schedule and work from anywhere. Jobs come to you, so you won’t bid for projects against other designers in a race to the bottom. Plus, Toptal takes care of all the overhead, empowering you to focus on successful engagements while getting paid on time, at the rate you decide, every time.</div><div><br></div><div>As a freelance designer, you’ll instantly join a thriving community of experts in over 120 countries. Work remotely on projects that meet your career ambitions, and expand your impact through networking events, volunteering, publishing, public speaking opportunities, and more.</div><div><br></div><div>That’s why the world’s top 3% of designers choose Toptal. Designers in our elite network share:</div><ul><li>English language proficiency</li><li>At least 3 years of professional experience as a UX designer</li><li>Project management skills</li><li>A keen attention to detail</li></ul><div><br></div><div>If you’re ready for a career shift to impactful freelance work, take the next step in your career by filling out this short form: <a href=\"https://topt.al/bNcGJw\"><strong>https://topt.al/bNcGJw</strong></a></div>",
    "data": "2022-02-11T21:40:11Z"
  },
  "8": {
    "empresa": "Presidio Creative",
    "local": " Fully remote",
    "tags": {
      "0": "CONTRACT",
      "1": "MANAGEMENT AND FINANCE",
      "2": "ANYWHERE IN THE WORLD"
    },
    "descricao": "<div><strong>About Presidio Creative</strong></div><div><br></div><div>We're an eCommerce development agency that builds custom Shopify Plus stores, apps for the Shopify App Store, and themes for the Shopify Theme Store. Our clients include flagship Shopify merchants like OUAI, Mission Workshop, Credo Beauty, and Fellow Coffee. Our team of 40 is fully remote and based throughout the US, Europe, and Canada.&nbsp;</div><div><br></div><div><strong>About the job</strong></div><div><br></div><div>We're looking for a part-time or full-time project manager with experience working at a Shopify agency (or as a freelancer) who will lead front-end development projects for Shopify Plus merchants.</div><div><br></div><div>The day to day includes:</div><div><br></div><ul><li>Scoping project requirements and creating development estimates and timelines</li><li>Acting as a liaison between our development team and our clients</li><li>Communicating regularly with our clients in Slack and Asana for task management</li><li>Staying on top of task timelines and commitments&nbsp;</li><li>Managing multiple projects (retainers and one-off projects)</li><li>Most importantly, maintaining and growing client relationships</li><li>Full-time or part-time&nbsp;</li></ul><div><br></div><div><strong>About the candidate<br></strong><br></div><ul><li>3-5 years of experience managing the launch of large Shopify builds, preferably on Plus.</li><li>Experience managing projects at an agency or as an experienced freelancer.</li><li>Backwards and forwards knowledge of all things Shopify and its limitations.</li><li>Experience working alongside a front-end development team.</li><li>Experience scoping projects requirements and drafting Statement of Works.</li><li>Superb communication skills. You can speak with confidence and clarity to clients.</li><li>Available in the Pacific US time zone during 9-5 primarily for Slack communication. This job is best-suited for candidates based in North America.</li><li>Strong organization and planning skills. Staying on top of client requests and deadlines is the name of the game.</li><li>Basic proficiency with HTML/CSS/JS and Liquid (preference to candidates with strong technical backgrounds).</li><li>Eye for design. You should be able to make design recommendations to clients on the fly.</li><li>An excellent sense of humor :)</li></ul><div><br></div><div><strong>Compensation</strong></div><div><br></div><div>What makes Presidio Creative different from every other Shopify agency is our compensation structure.&nbsp; We understand that managing clients can be tough work so we’ve structured our compensation accordingly. Aside from your salary, we share revenue from the projects you manage. We share 10% of revenue for new contracts you sign with our current clients and 20% of revenue from net new clients you sign.&nbsp;</div><div><br><br></div>",
    "data": "2022-02-11T21:24:17Z"
  },
  "9": {
    "empresa": "Talentopia",
    "local": " Cambridge, MA.",
    "tags": {
      "0": "CONTRACT",
      "1": "SALES AND MARKETING",
      "2": "NORTH AMERICA ONLY"
    },
    "descricao": "<div>Talentopia is looking for writers--<br><br></div><div>- who are US/Canada based&nbsp;<br><br>- who are English native speakers from the US or Canada<br><br></div><div>- who graduated from US/CA top liberal art colleges/universities<br><br></div><div>- who preferably have writing experience<br><br></div><div>Job Summary:&nbsp;<br><br></div><div>We are looking for writers who can write technical/legal documents and letters concisely, professionally, and persuasively. You can work beyond the restrictions of offices and choose as many projects as you would like. If you think you are a detail-oriented, self-motivating, and independent writer who has outstanding client service and excellent time management skills, you might be the perfect fit for the position!<br>&nbsp;<br><br></div><div>What we offer:&nbsp;<br><br></div><div>We pay our writers on average $300~$350 per project completed. Our projects would take around 8-16 hours depending on your experience. You pick up as many projects as you wish within your ability range. Once you’ve passed our assessments and known how to work on our projects, you will be offered a steady flow of work every week. That’s right! Not more looking for new positions constantly. Our writers usually make 45k-80k annually. Keep reading if you want to join our team!<br><br></div><div><br>At Talentopia, our mission is to connect extraordinary talents to top organizations worldwide. So if you match all of the above, you are the person that Talentopia’s Extraordinary’s Talent on Demand™ network is looking for! Be a part of our network and start a job that matches you instead of the other way around!&nbsp;</div><div><br><br><br><br></div><div><strong>What our writers do:</strong></div><ul><li>Draft and prepare technical/legal documents and letters&nbsp;<br><br><br></li><li>Revise documents according to internal specifications and client feedback<br><br><br></li><li>Perform technical and academic research on a wide range of scientific topics<br><br><br></li><li>Complete at least two projects per week<br><br><br></li></ul><div><strong>What we seek in our writers:&nbsp;</strong></div><ul><li>Extraordinary writing, editing, research, and critical thinking skills<br><br><br></li><li>Ability to gain a basic understanding of a variety of different scientific topics, and present complex research in clear and concise prose accessible to a wide audience<br><br><br></li><li>Strong attention to detail and excellent time management&nbsp;<br><br><br></li><li>Outstanding client service skills<br><br><br></li><li>A high degree of self-motivation and ability to work independently under tight deadlines<br><br><br></li><li>Bachelor’s or Master’s degree (preferably in writing-related programs)<br><br><br></li></ul><div><br><br></div><div><strong>How to apply:<br></strong><br>Email resume, cover letter, and work sample to <a href=\"http://apply@talentopia.com\">apply@talentopia.com</a>or visit <a href=\"https://hire.talentopia.com/\">https://hire.talentopia.com/</a> to expedite the interview process by finishing the 60 mins test in advance.</div>",
    "data": "2022-02-16T20:56:45Z"
  },
  "10": {
    "empresa": " Tawkify",
    "local": " San Francisco / New York",
    "tags": {
      "0": "CONTRACT",
      "1": "SALES AND MARKETING",
      "2": "USA ONLY"
    },
    "descricao": "<div><em>We come together with one common thread: </em><br><strong><em>A desire to create a positive impact in our clients’ love lives.</em></strong></div><div><br></div><div>Tawkify is not only known for the clients we match, but the people behind them. Our team of world-class matchmakers come from diverse backgrounds and are often masters of their game.&nbsp;</div><div>&nbsp;</div><div>We’ve found the most successful matchmakers possess the following qualities:&nbsp;</div><ul><li><strong>Trust &amp; Accountability</strong>: deep commitment to building strong, meaningful relationships.</li><li><strong>Professional &amp; Organized: </strong>meticulous attention to detail; rarely drops the ball.&nbsp;</li><li><strong>Warmth &amp; Dedication</strong>: positive, relatable, and someone to count on.</li><li><strong>Tactical &amp; Strategic</strong>: seamlessly execute small tasks; keeping big picture in perspective.</li><li><strong>Creative &amp; Resourceful</strong>: unafraid to lean in to the unknown and adapt to challenges.</li></ul><div><strong>Perks:</strong> We are committed to providing clients and curating a roster that best suits each Matchmaker’s goal. Our matchmakers are exclusively invited to 1-on-1 coaching, mentorship, and weekly workshop opportunities that are designed to foster their own professional growth.<br><br><br><br><br><br></div><h1><strong>Role</strong></h1><div><strong><em>Yes, we’re real… and we value transparency.</em></strong></div><div><em>So, here’s the </em><a href=\"https://www.luminpdf.com/viewer/5e41c36cb1293e001146eb21\"><em>Trade Secrets of a Tawkify Matchmaker</em></a><em>.</em></div><div>&nbsp;</div><div>As a Matchmaker, you help create a positive impact on the love lives of Tawkify members by leveraging your expertise in interpersonal relationships, recruiting, and coaching; ensuring high quality date experiences, member satisfaction, and accountability on many levels.<br><br><br><br><br><br></div><div>We’ve found the most successful matchmakers excel in the following competencies:</div><ul><li><strong>Emotional Intelligence:</strong> handle all relationships judiciously and empathetically.</li><li><strong>Project Management: </strong>prioritize all members into your schedule, especially clients.&nbsp;</li><li><strong>Communication:</strong> proactive; clearly (re)sets expectations at scale; honors commitment.</li><li><strong>Networking:</strong>&nbsp; Finding potential matches online and offline via multi-channel outreach.&nbsp;</li><li><strong>Technology:</strong> Familiarity with video conferencing platforms (Zoom), cloud-based technologies (Google Suite, Calendly) and project-management tools (like Trello).&nbsp;</li></ul><h1><strong>Responsibilities</strong></h1><div><em>Get personal. Detach from outcomes. </em><strong><em>Promote love as an experience. <br></em></strong><br><br><br><br><br></div><div>You're responsible for guiding clients through their matchmaking experience and connecting them to the magic of blind dating with quality matches and curated dates in real life.<br><br><br><br><br></div><div>At Tawkify, we empower our clients to enjoy the experience, rather than focus on the outcome. Same goes for our Matchmakers. The ability to emotionally detach and let go of agendas is huge, as it helps build more rewarding experiences for everyone.<br><br><br><br><br></div><div>Ideally, you're also comfortable with numbers and drawing insights from our workflow and tech in order to make our matchmaking smarter and more meaningful for our clients and team alike.<br><br><br><br></div><div><strong>Principal Responsibilities</strong></div><ul><li><strong>Client Experience: </strong>Lead a high-touch experience as your clients’ personal matchmaker and coach throughout their matchmaking experience.</li><li><strong>Recruiting:</strong> Generate quality, potential matches from your personal and professional networks, online and offline outreach, and Tawkify’s Romance Rolodex.&nbsp;</li><li><strong>Screening:</strong> Meeting potential matches via video to screen and assess compatibility. Generate buy-in from potential matches; engage with your personal recruits.&nbsp;</li><li><strong>Date Planning: </strong>Thoughtfully present matches by addressing compatibility to each, then plan a personalized first blind date that will set odds for success.&nbsp;</li><li><strong>Coaching and Feedback:</strong> Deliver honest and expeditious feedback, dating insights, expert guidance, and constructive tips for your clients and their matches after each date.</li><li><strong>Communication and Teamwork</strong>: Collaborate with internal team, abiding by our code of ethics; bringing concerns to our team in a proactive, professional and articulate manner.&nbsp;</li></ul><h1><strong>Job Qualifications</strong></h1><div><em>Minimum Qualifications:</em></div><ul><li>Passion for people.&nbsp;</li><li>Quality-consciousness and exceptional attention to detail.&nbsp;</li><li>Ability to connect and build rapport, especially with those you do not know or share values with.&nbsp;</li><li>Experience working with external-facing clientele.&nbsp;</li><li>Ability to emotionally detach, maintain objectivity, and create win-win solutions.&nbsp;</li><li>Naturally resourceful with curiosity to learn more and tendency to sort out inefficiencies.</li><li>Tech-savvy with ability to pick up new tools and technologies with ease.&nbsp;</li></ul><div><em>Preferred Qualifications:</em></div><ul><li>Formal education in communication, psychology, or counseling.&nbsp;</li><li>Relevant courses or certifications in matchmaking, coaching, or educational programs above.</li><li>Direct experience in matchmaking, coaching, and/or date concierge.&nbsp;</li><li>Direct experience recruiting and/or interviewing for quality and character.</li><li>Direct experience working interpersonally with competing priorities of high-profile clientele.&nbsp;</li><li>Deep awareness of Emotional Intelligence (EQ) and Behavioral Psychology.&nbsp;</li></ul><div><br></div><div><em>Compensation:&nbsp;</em></div><ul><li>Commission and rewards&nbsp;</li><li>Unlimited earning potential</li></ul><div>&nbsp;</div><div><strong><em>Please note: </em></strong><em>At this time, </em><strong><em>we are only seeking candidates</em></strong><em> based in the</em><strong><em> continental U.S.</em></strong><em> interested in a </em><strong><em>1099 contract. </em></strong><em>This</em><strong><em> remote opportunity</em></strong><em> is for professionals seeking matchmaking as a </em><strong><em>primary focus and source of income</em></strong><em> (commission + rewards based).&nbsp;</em></div><div>&nbsp;</div><div><strong>To apply</strong>: please submit your<strong> resume</strong> and <strong>cover letter</strong>, including<strong> any relevant online branding</strong> (website, social media, et al) for our review.</div><div>&nbsp;</div><div><em>Tawkify is an equal opportunity employer and enthusiastically encourages people from a wide variety of backgrounds and experiences to apply. Tawkify does not discriminate on the basis of race, color, religion, sex (including pregnancy), gender, national origin, citizenship, age, mental or physical disability, veteran status, marital status, sexual orientation or any other basis prohibited by law.<br></em><br><br><br><br><br></div><div><br></div>",
    "data": "2022-02-16T02:04:16Z"
  },
  "11": {
    "empresa": "Jolly SEO",
    "local": " California, USA",
    "tags": {
      "0": "CONTRACT",
      "1": "ALL OTHER REMOTE",
      "2": "ANYWHERE IN THE WORLD"
    },
    "descricao": "<div>Jolly SEO is looking for part- &amp; full- time writers to join our fully distributed, global team.<br><br></div><div><br>Write for work? We offer:</div><ul><li>$30-75/hour (Ind. contractor W-9/W-8BEN)</li><li>Paid Training Provided</li><li>Always Remote</li><li>Flexible &amp; Autonomous Schedule</li></ul><div><br>Expertise needed: Finance, Tech, Business, Marketing, Health &amp; Wellness<br><br></div><div><br><a href=\"https://jollyseo.co/team/journalist-outreach-specialist/\">Check out more information and apply here</a></div>",
    "data": "2022-02-15T23:37:52Z"
  },
  "12": {
    "empresa": "Tech Guys Who Get Marketing",
    "local": " Florida",
    "tags": {
      "0": "CONTRACT",
      "1": "FULL-STACK PROGRAMMING",
      "2": "ANYWHERE IN THE WORLD"
    },
    "descricao": "<div>Are you a freelance Senior Full Stack Engineer with 5+ years experience and 15-30 hours of availability a week of availability? Are you platform agnostic yet experienced in PHP, JavaScript, and WordPress? Are you someone who loves solving business puzzles and who can match technical solutions to business outcomes?</div><div><strong>&nbsp;</strong></div><div>Tech Guys Who Get Marketing is looking for new contractors interested in flexible, remote work with an entrepreneur spirited, motley crew of misfits who help Fortune 500 companies, quiet millionaire business owners, and exciting nonprofits bridge the gap between technology and marketing.</div><div><strong>&nbsp;</strong></div><div>If this sounds like you, we’d love to know more about you. But before you enter the gauntlet, you need to know the rules of the game…</div><div><strong>&nbsp;</strong></div><div><strong>Qualifications</strong></div><ul><li>5+ years experience as a developer (will consider 3-5 years for right candidate)</li><li>Experienced with PHP, JavaScript, and WordPress</li><li>Able to work fully remote and maintain excellent communication with our team</li><li>Comfortable leading high profile client calls, articulating strategy and technical solutions</li><li>Able to problem solve, pivot and learn new platforms and tools when needed</li><li>Provide accurate estimations of time needed to complete assigned work</li><li>Understanding and interest in how marketing and technology work in tandem (highly preferred)</li></ul><div><strong><br>Responsibilities</strong></div><ul><li>Help find, strategize, research, and recommend technical solutions to our client's challenges - we're looking for someone who can lead on strategy and guide implementation resources as well as implement technical solutions</li><li>Attend client and internal calls when needed</li><li>Maintain transparent and regular communication with the team on your work</li><li>Provide technical support to clients that meets not only their budget and technical needs, but their business objectives</li><li>This could mean</li><li>Recommending solutions to clients</li><li>Custom developing SaaS apps or functionality</li><li>Utilizing off the shelf solutions or custom development where appropriate</li><li>Mobile app development</li><li>Creating dashboards and reporting</li><li>Front end UI/UX development and backend administration</li><li>Provide tutorials and written or recorded demos for clients in simple to understand terms</li><li>Testing and Quality Assurance</li><li>Writing technical documentation<br><br></li></ul><div><strong>The Job</strong></div><ul><li>Free-lance contractor based work (1099)</li><li>Expected work of 15-30 hours/week (varies based on work closed and capacity)</li><li>Must have reliable access to a computer and able to use or learn company tools including Slack, Zoom, and Salesforce</li><li>Flexible availability Monday-Friday, we can work with most schedules and do not require or expect weekend work</li><li>Don't be a jerk. Kindness is everything. We reject blame culture and believe in mutual support&nbsp;</li></ul><div><strong>To apply:</strong></div><div><br>Record us a video. Nothing fancy (unless you’re into that kinda thing), just a video that tells us why we should consider you for the position.&nbsp;<br><br></div><div>Email us your video and resume. Include any portfolios, work examples, etc., and whatever you think we should know about you. Send it all to: hr@techguys.co</div>",
    "data": "2022-02-14T20:15:38Z"
  },
  "13": {
    "empresa": "Dragonfruit Media",
    "local": " Los Angeles",
    "tags": {
      "0": "CONTRACT",
      "1": "SALES AND MARKETING",
      "2": "ANYWHERE IN THE WORLD"
    },
    "descricao": "<div><strong>Job Responsibilities:<br></strong><br></div><ul><li>Become primary liaison with client, leading a weekly meeting to check in on channel vision, video performance, and upcoming recordings</li><li>Manage a team of 3-4 subcontractors per client, keeping track of an editorial calendar in Airtable and ClickUp, and keeping ahead of schedule with minimal oversight.</li><li>Conduct YouTube channel and video research to identify similar videos and planning better content</li></ul><div><br><strong>Who we are and what we do:<br></strong><br></div><ul><li>Dragonfruit Media is an agency that helps some of the biggest businesses and creators maximize engagement, revenue, and impact on YouTube. We want to leverage the power of human storytelling to amplify marginalized voices, teach valuable insights, and tackle systemic problems. Some of the folks we’ve helped include Ryan Deiss, David Perell, Linktree, and Ali Abdaal.</li></ul><div><strong><em><br>Why we do it:<br></em></strong><br></div><ul><li>🔥 Video is the fastest growing and most scalable medium for companies creators to utilize.</li><li>💵 Businesses owning organic distribution channels (vs constantly buying media) will dominate the future of marketing.</li><li>🌎 Stories transform lives, and if we can teach millions of people through our client's videos we are making the world a better place.</li></ul><div><strong><em><br>Why this job is important:<br></em></strong><br></div><ul><li>We're scaling much faster than we anticipated this quarter so we need exceptional people to help keep the 🚀 FLYING!. We're bringing on another account manager to spearhead client visions, develop channel strategies, and bring a ton of REALLY good YouTube videos to life.</li></ul><div><br><strong><em><br>What you'll learn:</em></strong>&nbsp;</div><ul><li>Client service: We have an incredibly diverse set of clientele, many of which have impact driven businesses that we are constantly looking to delight</li><li>Operational excellence: We are rapidly scaling headcount and will want people who are eager to dig into optimizing operations and automations</li><li>RANDOM THINGS FROM OUR CONTENT: Hope you’re a curious mind :)&nbsp; - We've worked on everything from Kendrick Lamar's note taking process to uncovering a multibillion-dollar cryptocurrency scandal.&nbsp;</li></ul><div><strong><em><br>Who you'll work with:</em></strong></div><ul><li>We're a small team that prioritizes fun, autonomy, and memes (since we make content, we try to keep up with the young'uns lingo, \"no cap\").</li><li>We love to balance team meetings with OKR reviews and screaming bloody murder at each other in Among Us. So don't be sus.<br><br></li></ul><div><strong><em><br>Where you'll do it:</em></strong></div><ul><li>Anywhere in the world! Sit on the beaches of Maui or the mountains of Tibet.</li><li>If you ARE in SF or LA, we might be able to co-work!<br><br></li></ul><div><strong><br>Who you are:<br></strong><br></div><ul><li>You have 3+ years of experience in project management / business operations / management consulting.</li><li>Agency or content marketing industry experience (OR BOTH) is a major plus!</li><li>Tech-savvy and a quick learner with software (we need more zaps and slack GIFS!!!)</li><li>You have a working knowledge and comfort, if not a somewhat strange LOVE for data and analytics</li><li>Familiarity with database and visualization tools such as ClickUp, Notion and Airtable.</li><li>Pride yourself on your people and communication skills; you could probably wipe your family on family poker night.</li><li>You love SOPs and OKRs and are eager about goal setting. You live for process creation, project templates, goal-setting, and timelines.</li></ul><div><br></div><div><strong>Benefits<br></strong><br></div><ul><li>Work from anywhere (we're 100% remote)</li><li>Yearly off-site team retreats</li><li>Profit-sharing / Bonuses</li><li>Generous vacation policy (We pay a $1000 bonus if you take a full unplugged 5 consecutive days off)</li><li>Unlimited Amazon book allowance (within reason!)</li><li>Educational reimbursement stipends (courses/webinars)</li><li>$50/mo. reimbursable health/mental health stipend</li></ul><div><br>TO APPLY - FILL OUT <a href=\"https://forms.gle/9tPMaR6UCNXNN5YX6\">THE GOOGLE FORM<br></a><br></div><div>&nbsp;<a href=\"https://docs.google.com/forms/d/e/1FAIpQLSeg33YnkMPv93BoV3oTfNlxr0i4XcQuxyLEAhu46IgFCivWiQ/viewform?usp=sf_link\"><br></a><br></div>",
    "data": "2022-02-13T00:40:57Z"
  },
  "14": {
    "empresa": "CoinTracker",
    "local": " Remote",
    "tags": {
      "0": "CONTRACT",
      "1": "CUSTOMER SUPPORT",
      "2": "USA ONLY"
    },
    "descricao": "<strong>Time zones:</strong><span class=\"listing-tag\" id=\"time_zones\"> EST (UTC -5)</span>, <span class=\"listing-tag\" id=\"time_zones\"> CST (UTC -6)</span>, <span class=\"listing-tag\" id=\"time_zones\"> MST (UTC -7)</span>, <span class=\"listing-tag\" id=\"time_zones\"> PST (UTC -8)</span>, <span class=\"listing-tag\" id=\"time_zones\"> AKST (UTC -9)</span>, <span class=\"listing-tag\" id=\"time_zones\"> HST (UTC -10)</span><br><br><div>Join our tight-knit, early-stage remote team to support us in our effort to create a seamless tax filing experience. The Customer Advocate role is a full-time contract position with an initial 90 day contract period. This is a great opportunity to learn more about cryptocurrency and CoinTracker while working with an incredible team. We're offering valuable training in a new field and we plan to invite strong contractors to join our team as full-time CoinTracker employees.</div><div><br></div><div>We're looking for a bevy of fast learning folks who know what a superior customer experience looks like and want to help CoinTracker delight our passionate customers.</div><div><br></div><div>Whether you've done support at a startup before or come from an entirely different background, as a Customer Advocate at CoinTracker you'll engage with dozens of customers daily, ensuring they have what they need to succeed during their tax filing experience.</div><div><br></div><div><br></div><div>You may enjoy this role if you:</div><ul><li>Are the person your friends and family go to for help.</li><li>Love the art of writing. Bonus points if you enjoy crafting personal, friendly, and clear emails.</li><li>Can empathize with users and quickly grasp the issues they’re facing.</li><li>Take pride in the products and experiences you create.</li><li>Love learning and growing your skillset.</li><li>Are passionate about cryptocurrency or other technology helping to bridge gaps in financial equity and prosperity.</li></ul><div><br></div><div>We are looking for someone who:</div><ul><li>Communicates with clear and proficient written English.</li><li>Is empathetic, positive, patient, and excited to help users' solve their pain points.</li><li>Enjoys being organized, reliable, independent, and productive.</li><li>Wants an opportunity to provide fast-paced support in a high-growth startup.</li><li>Loves being challenged by puzzles and is energized by learning.</li><li>Wants to learn about startup support in a hands-on manner.</li><li>Views direction and coaching as growth opportunities.</li><li>Feels comfortable with some ambiguity.</li><li>Is curious about cryptocurrency, math, and financial topics.</li></ul><div><br></div><div>You will:</div><ul><li>Answer common customer inquiries and provide account support via email or chat.</li><li>Work collaboratively within our Support team to understand, prioritize and escalate customer feedback and issues.</li><li>Help colleagues deliver delightful experiences to our users in a collaborative manner.</li><li>Recognize patterns in customer needs and relay them to the broader team.</li><li>Learn and grow with a fast-moving and scaling team.</li></ul><div><br></div><div>30-day outcomes:</div><ul><li>Successfully finish onboarding and training.</li><li>Resolve 25 tickets per week with 80% customer happiness.</li><li>Participate in Support team meetings, conversations.</li></ul><div><br></div><div>60-day outcomes:</div><ul><li>Resolve 50 tickets per week with 90% customer happiness.</li><li>Actively participate in and initiate product-focused conversations amongst the team.</li><li>Help colleagues solve user problems.</li></ul><div><br></div><div>120-day outcomes:</div><ul><li>Resolve 100 tickets per week with 95% customer happiness.</li><li>Conclude contract by winding down any work outside of the inbox.</li><li>Shares ideas and tips with the team and any new colleagues who join.</li><li>Give internal feedback on your experience wi</li></ul>",
    "data": "2022-02-11T18:46:58Z"
  },
  "15": {
    "empresa": "Coaching.com",
    "local": " United States",
    "tags": {
      "0": "CONTRACT",
      "1": "CUSTOMER SUPPORT",
      "2": "ANYWHERE IN THE WORLD"
    },
    "descricao": "<h1><strong>Customer Success Manager (Worldwide)</strong></h1><div>GENERAL INFORMATION</div><div>Department - Customer Success<br>Reporting to Director of Customer Success<br>Start Date - Immediate<br>Salary - US$62,000 to $65,000</div><div><br><br></div><div>The Customer Success Manager supports the Coaching.com Success team through proactive support of the Coaching.com platform and marketplace.&nbsp;</div><div><br></div><div><strong>Description<br></strong><br></div><div><strong>Coaching.com Overview:</strong> The platform that powers the coaching industry, Coaching.com is the most robust platform to help you manage and run your coaching program, whether you are an organization that provides coaching to its employees, a coach, or a coaching company. By serving enterprises, coaches, and coaching companies, we are helping professionals learn and develop by connecting them to people who can help them most. Founded in 2014, Coaching.com is a rapidly growing company based in sunny San Diego.</div><div><br></div><div><strong>Job Overview:</strong> The Customer Success Manager will help build and lead our proactive support functions by overseeing the customer experience from onboarding through to renewals, emphasizing onboarding and initial training, mostly guiding our Enterprise customers and partners. The roles offer the opportunity to build out our Customer Success Management functions in a fast-paced environment. Work with some of the top companies who provide training and coaching services (i.e., Fortune 1000 companies).&nbsp;</div><div><br><br></div><div>Candidate Responsibilities &amp; Duties:</div><ul><li>Be the point of contact for our Enterprise customers and proactively engage them to discover financial expansion opportunities and ensure the account's renewal.&nbsp;</li><li>Organize and execute training and onboarding programs to help our customers adopt the coaching.com platform.&nbsp;</li><li>Maintain relationships with Enterprise customers and partners throughout their business lifecycle, identify potential churn risks, and prevent cancellation of the account.&nbsp;</li><li>Act as a customer advocate, collecting feedback and collaborating closely with the product team.&nbsp;</li><li>Work to upsell, and cross-sell, across our different business channels, including our marketplace and programs.&nbsp;</li><li>Help support our self-serve customers through webinars and events training while closely coordinating with our inbound support teams.&nbsp;</li><li>Get involved with team processes to help build out a new proactive support channel.&nbsp;</li></ul><div><br></div><div>Coaching.com is an Equal Opportunity Employer; employment is governed on the basis of merit, competence and qualifications and will not be influenced in any manner by race, color, religion, gender (including pregnancy, childbirth, or related medical conditions), national origin/ethnicity, veteran status, disability status, age, sexual orientation, gender identity, marital status, mental or physical disability or any other protected status.</div><div><br></div><div><strong>Requirements:</strong></div><ul><li>+1 years of experience in a Customer Success Manager, or Account Manager role in a tech organization, ideally in a tech-startup SaaS environment.&nbsp;</li><li>Strong organizational and presentation skills.&nbsp;</li><li>Understanding of the importance of business metrics like: MRR Expansion, Churn, and account health scoring.&nbsp;</li><li>Experience with CRM systems like Salesforce to maintain relationship tracking.&nbsp;</li><li>Results-driven mentality and analytical.&nbsp;</li><li>Comfortable working in a tech startup that maintains a fast pace, and capable of being agile. You’ll also be okay with wearing several hats while the organization matures.&nbsp;</li><li>Curious and innovative spirit</li><li>Adaptable in a fast paced environment</li><li>Works Smart. Works Hard. Big Heart.</li><li>Experience working in a remote environment is a big plus.&nbsp;</li><li>A background in HRTech or the Learning/Development space is a big plus.&nbsp;</li><li>This is a remote position but the candidate must be located in the US, and authorized to work in the US.&nbsp;</li></ul><div><br></div><div><strong>How to apply</strong></div><div>Please send:</div><ol><li>Your resume to <a href=\"mailto:careers@coaching.com\">careers@coaching.com</a> with the subject line: Customer Success Manager - Worldwide</li><li>2 to 3 paragraphs describing why you would like to work with us, and what specifically qualifies you for this position.<br><br></li></ol>",
    "data": "2022-02-11T17:02:41Z"
  }
}